Repository: jonathan-noble/2ndYr_Assignment1_ErasmusPortal
Catalog: locale/ie/LC_MESSAGES/messages.po
Languages: ga

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:10pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Username</span></p></body></html>
ga: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:10pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Ainm úsáideora</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:10pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Password</span></p></body></html>
ga: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:10pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Focal Faire</span></p></body></html>

source: Log-In
ga: Logáil isteach

source: Calendar
ga: Féilire

source: Don't have an account?
ga: Ná bhfuil cuntas?

source: Sign up
ga: Clarú

source: MENU
ga: Clár

source: Feedback: Great interface!
ga: Aiseolas: comhéadan Mór!

source: Submit
ga: Cuir

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt;">Type here to search. . .</span></p></body></html>
ga: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt;">Clóscríobh anseo chun cuardach a dhéanamh. . .</span></p></body></html>

source: ENGLISH
ga: BÉARLA

source: IRISH
ga: GAEILGE

source: <html><head/><body><p align="center"><span style=" font-family:'verdana,Arial,Tahoma,sans-serif'; font-size:14pt; font-weight:600; color:#000000;">EXCHANGE isn't a year in your life, </span></p><p align="center"><span style=" font-family:'verdana,Arial,Tahoma,sans-serif'; font-size:14pt; font-weight:600; color:#000000;">it's a LIFE in a year.</span></p></body></html>
ga: <html><head/><body><p align="center"><span style=" font-family:'verdana,Arial,Tahoma,sans-serif'; font-size:14pt; font-weight:600; color:#000000;">Ní MALARTÚ in aghaidh na bliana i do shaol, </span></p><p align="center"><span style=" font-family:'verdana,Arial,Tahoma,sans-serif'; font-size:14pt; font-weight:600; color:#000000;">tá sé ina LIFE in aghaidh na bliana.</span></p></body></html>

source: Testimonials by Siobhain: It was an awesome experience! I recommend students to branch out and create more memories through Erasmus.
ga: Testimonials ag Siobhain: Bhí sé taithí uamhnach! Molaim daltaí a brainse amach agus cuimhní cinn níos mó a chruthú trí Erasmus.

source: <html><head/><body><p><span style=" font-size:28pt;">WELCOME</span></p><p><span style=" font-size:28pt;">TO</span></p><p><span style=" font-size:28pt;">ERASMUS</span></p><p><span style=" font-size:28pt;">HOME</span></p><p><span style=" font-size:28pt;">PAGE.</span></p></body></html>
ga: <html><head/><body><p><span style=" font-size:28pt;">FÁILTE</span></p><p><span style=" font-size:28pt;">CHUIG</span></p><p><span style=" font-size:28pt;">ERASMUS</span></p><p><span style=" font-size:28pt;">LEATHANACH</span></p><p><span style=" font-size:28pt;">BAILE.</span></p></body></html>

source: <html><head/><body><p><span style=" font-size:10pt; font-weight:600;">To navigate the slideshow,</span></p><p><span style=" font-size:12pt; font-weight:600;">press the button</span></p><p><span style=" font-size:14pt; font-weight:600;">BELOW!</span></p></body></html>
ga: <html><head/><body><p><span style=" font-size:10pt; font-weight:600;">Chun nsclnt r n tspnts smln,</span></p><p><span style=" font-size:12pt; font-weight:600;">brúigh an cnaipe</span></p><p><span style=" font-size:14pt; font-weight:600;">THÍOS!!</span></p></body></html>
